countryRequest.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:ns2="http://example.org/xsd/attribute">
    <soapenv:Header/>
    <soapenv:Body>
        <ns2:getAddAttributeRequest>
            <ns2:attributeType>
                <ns2:name>Iphone_XI</ns2:name>
                <ns2:value>123</ns2:value>
                <ns2:description>123</ns2:description>
            </ns2:attributeType>
        </ns2:getAddAttributeRequest>
    </soapenv:Body>
</soapenv:Envelope>